Revit 2027 API
SketchedStairsCurveData Properties
The SketchedStairsCurveData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
SketchedStairsCurveData Class
Autodesk.Revit.DB Namespace